[{
    "data": {
        "text": "The boundary of the region from which no escape is possible is called the event horizon. Although the event horizon has an enormous effect on the fate and circumstances of an object crossing it, according to general relativity it has no locally detectable features.[4] In many ways, a black hole acts like an ideal black body, as it reflects no light.[5][6] Moreover, quantum field theory in curved spacetime predicts that event horizons emit Hawking radiation, with the same spectrum as a black body of a temperature inversely proportional to its mass. This temperature is on the order of billionths of a kelvin for black holes of stellar mass, making it essentially impossible to observe directly.",
        "question": "How could black holes be detected?"
    }
},
{
    "data": {
        "text": "The boundary of the region from which no escape is possible is called the event horizon. Although the event horizon has an enormous effect on the fate and circumstances of an object crossing it, according to general relativity it has no locally detectable features.[4] In many ways, a black hole acts like an ideal black body, as it reflects no light.[5][6] Moreover, quantum field theory in curved spacetime predicts that event horizons emit Hawking radiation, with the same spectrum as a black body of a temperature inversely proportional to its mass. This temperature is on the order of billionths of a kelvin for black holes of stellar mass, making it essentially impossible to observe directly.",
        "question": "who get it (8 out of 10) are over 50, but younger women, and in rare cases, men, can also get breast cancer.If it's treated early enough, breast cancer can be prevented from spreading to other parts of the body.The breastsThe breasts are made up of fat, connective tissue and thousands of tiny glands called lobules, which produce milk. When a woman has a baby, the milk is delivered to the nipple through tiny tubes called ducts, which allow her to breastfeed.The body is made up of billions of tiny cells, which usually grow and multiply in an orderly way. New cells are only produced when and where they're needed. In cancer, this orderly process goes wrong and cells begin to grow and multiply uncontrollably.Read more about the causes of breast cancerSymptoms of breast cancerBreast cancer can have a number of symptoms, but the first noticeable symptom is usually a lump or area of thickened breast tissue.Most breast lumps aren't cancerous, but it's always best to have them checked by your doctor. You should also speak to your GP if you notice any of the following:"
    }
}
]